// 清单主题：豆瓣Top250电影
export default {
  id: 'movies',
  name: '豆瓣Top250电影',
  emoji: '📽️',
  description: '经典电影观影清单',
  defaultStyle: 'tags',  // 推荐：标签云风格
  availableStyles: ['tags', 'tags2', 'crazy'],
  items: [
    '肖申克的救赎', '霸王别姬', '阿甘正传', '这个杀手不太冷', '美丽人生',
    '泰坦尼克号', '千与千寻', '辛德勒的名单', '盗梦空间', '机器人总动员',
    '海上钢琴师', '楚门的世界', '三傻大闹宝莱坞', '放牛班的春天', '星际穿越',
    '大话西游之大圣娶亲', '熔炉', '无间道', '疯狂动物城', '控方证人',
    '大话西游之月光宝盒', '当幸福来敲门', '怦然心动', '蝙蝠侠：黑暗骑士',
    '教父', '龙猫', '乱世佳人', '天空之城', '闻香识女人',
    '罗马假日', '辛德勒的名单', '鬼子来了', '天堂电影院', '搏击俱乐部',
    '剪刀手爱德华', '指环王3：王者无敌', '飞屋环游记', '小鞋子', '大闹天宫',
    '少年派的奇幻漂流', '喜剧之王', '钢琴家', '指环王1：护戒使者', '蝴蝶效应',
    '天使爱美丽', '美国往事', '摔跤吧！爸爸', '我不是药神', '海蒂和爷爷',
    '指环王2：双塔奇兵', '素媛', '飞越疯人院', '十二怒汉', '哈尔的移动城堡',
    '末代皇帝', '死亡诗社', '春光乍泄', '被嫌弃的松子的一生', '猫鼠游戏',
    '哈利·波特与魔法石', '情书', '两杆大烟枪', '窃听风暴', '西西里的美丽传说',
    '看不见的客人', '绿皮书', '致命魔术', '美丽心灵', '低俗小说',
    '沉默的羔羊', '禁闭岛', '布达佩斯大饭店', '心灵捕手', '阿凡达',
    '狮子王', '本杰明·巴顿奇事', '活着', '重庆森林', '哪吒闹海',
    '射雕英雄传之东成西就', '超脱', '入殓师', '幽灵公主', '七武士',
    '玛丽和马克思', '贫民窟的百万富翁', '大鱼', '恐怖直播', '告白',
    '小森林 夏秋篇', '喜宴',  '完美的世界', '消失的爱人',
    '血战钢锯岭', '玩具总动员3', '小森林 冬春篇', '驯龙高手', '借东西的小人阿莉埃蒂',
    '菊次郎的夏天', '红辣椒', '记忆碎片', '穿条纹睡衣的男孩', '阳光灿烂的日子',
    '侧耳倾听', '爱在黎明破晓前', '唐伯虎点秋香', '新世界', '加勒比海盗',
    '萤火虫之墓', '岁月神偷', '杀死一只知更鸟', '超能陆战队', '忠犬八公的故事',
    '真爱至上', '时空恋旅人', '小王子', '模仿游戏', '爱在日落黄昏时',
    '七宗罪', '音乐之声', '黑客帝国', '教父2', '上帝之城'
  ]
}
